"eterm-findview-serach-field-description" = "搜索";
"eterm-pasteview-description" = "正在粘贴...";
"eterm-alert-warning-title" = "警告";
"eterm-alert-temporarily-supression-button" = "10分钟内不再提示";
"eterm-alert-temporarily-supression-description" = "记住我的选择 (10分钟)";
"eterm-alert-permanently-supression-button" = "不再提示";
"eterm-alert-permanently-supression-description" = "记住我的选择";
"eterm-alert-replacetabsview-description" = "您将要粘贴的内容包含制表符 (Tab)。";
"eterm-alert-replacetabsview-action-paste-with-tabs" = "保留 Tab 并粘贴";
"eterm-alert-replacetabsview-action-convert-to-spaces" = "将 Tab 转换为空格";
"eterm-alert-replacetabsview-tab-size-in-spaces" = "Tab 宽度 (空格数):";
"eterm-alert-multilinepaste-description" = "您粘贴的内容包含多行，这可能导致终端执行非预期的命令。是否继续？";
"eterm-alert-multilinepaste-one-line-description" = "您粘贴的内容包含换行符，这可能导致终端立即执行命令。是否继续？";
"eterm-alert-multilinepaste-bautton-paste" = "粘贴";
"eterm-cancel-action" = "取消";
"eterm-context-menu-copy" = "复制";
"eterm-context-menu-paste" = "粘贴";
"eterm-context-menu-save" = "保存";
"eterm-context-menu-select-all" = "全选";